siade/lib/siade/v2/requests/templates/attestations_sociales_acoss_soap.xml.erb

<soapenv:Envelope xmlns:soapenv='http://schemas.xmlsoap.org/soap/envelope/' xmlns:wsdl='http://www.recouv.fr/services/esb/GestionAttestationsSGMAPService/v1.0/wsdl' xmlns:xsd='http://www.recouv.fr/datamodel/GestionAttestationsSGMAPService/v1.0/xsd'>
   <soapenv:Header/>
   <soapenv:Body>
      <wsdl:demanderAttestationSGMAPRequest>
         <xsd:typeAttestation><%= @type_attestation %></xsd:typeAttestation>
         <xsd:siren><%= @siren %></xsd:siren>
         <xsd:idAppelOffre><%= appel_offre_id %></xsd:idAppelOffre>
         <xsd:idPlaceMarche><%= place_marche_id %></xsd:idPlaceMarche>
      </wsdl:demanderAttestationSGMAPRequest>
   </soapenv:Body>
</soapenv:Envelope>
